Repository: ubports/ubuntu-printing-app
Catalog: po/*.po
Languages: am, fr, sv

source: A cover is open on the printer “%s”.
am: የ ማተሚያው ሽፋን ተከፍቷል “%s”.
fr: Le capot de l'imprimante « %s » est ouvert.
sv: Ett lock på skrivaren "%s" är öppen.

source: The printer “%s” can’t be used, because required software is missing.
am: ይህን “%s” ማተሚያ መጠቀም አይቻልም: ምክንያቱም የጎደለ ሶፍትዌር አለ
fr: L'imprimante « %s » ne peut pas être utilisée car le logiciel nécessaire est manquant.
sv: Skrivaren “%s” kan inte användas eftersom erforderlig mjukvara saknas.

source: A door is open on the printer “%s”.
am: የ ማተሚያው በር ተከፍቷል “%s”.
fr: Un tiroir de l'imprimante « %s » est ouvert.
sv: En lucka på skrivaren "%s" är öppen.

source: The printer “%s” is out of paper.
am: ይህ ማተሚያ “%s” ወረቀት የለውም
fr: L'imprimante « %s » est à cours de papier.
sv: Skrivaren "%s" saknar papper.

source: The printer “%s” is low on paper.
am: ይህ ማተሚያ “%s” ያለው ወረቀት አነስተኛ ነው
fr: Le niveau de papier de l'imprimante « %s » est bas.
sv: Skrivaren "%s" har nästan slut på papper.

source: The printer “%s” is currently off-line.
am: ይህ ማተሚያ “%s” አሁን ከ መስመር-ውጪ ነው
fr: L'imprimante « %s » est actuellement hors-ligne.
sv: Skrivaren "%s" är för närvarande offline.

source: The printer “%s” has an unknown problem.
am: ይህ ማተሚያ “%s” ያልታወቀ ችግር አለበት
fr: L'imprimante « %s » rencontre un problème inconnu.
sv: Skrivaren "%s" har ett okänt problem.

source: The printer “%s” is out of toner.
am: ይህ ማተሚያ “%s” ቶነሩ አነስተኛ ነው
fr: L'imprimante « %s » est à cours d'encre.
sv: Toner i skrivaren "%s" är slut.

source: The printer “%s” is low on toner.
am: ይህ ማተሚያ “%s” ቶነሩ አነስተኛ ነው
fr: Le niveau d'encre est bas dans l'imprimante « %s ».
sv: Skrivaren "%s" har låg tonernivå.

source: “%s” has printed.
am: “%s” ታትሟል
fr: « %s » a imprimé.
sv: "%s" har skrivit ut.

source: You have %d job queued to print on this printer.
fr: Vous avez %d tâche d'impression en attente sur cette imprimante.
sv: Du har "%d" jobb i utskriftskö på denna skrivare.

source: Settings…
am: ማሰናጃ…
fr: Paramètres…
sv: Inställningar…

source: Print Queue
am: ለ ማተም በ መጠበቅ ላይ
fr: File d'attente d'impression
sv: Utskriftskö

source: Queue;Paper;Print;Printing;
fr: File d'attente;Papier;Imprimer;Impression;
sv: Utskriftskö;papper;skriv ut;skriver ut;

source: Print;Printing;
am: ማተሚያ: በ ማተም ላይ
fr: Imprimer;Impression;
sv: Skriv ut;skriver ut;

source: %1 job
am: %1 ስራ
fr: %1 tâche
sv: %1 jobb

source: Printing
am: በ ማተም ላይ
fr: Impression
sv: Skriver ut

source: No printer jobs
am: የሚታተም ስራ የለም
fr: Aucune tâche d'impression
sv: Inga utskriftsjobb

source: Active
am: ንቁ
sv: Aktiv

source: Queued
am: ተራ በ መጠበቅ ላይ
fr: En file d'attente
sv: Köad

source: Paused
am: ተቋርጧል
fr: En pause
sv: Pausad

source: Printing %1 page
am: በ ማተም ላይ %1 ገጽ
fr: Impression d'%1 page
sv: Skriver ut %1 sida

source: Ready to print %1 page
am: ለ ማተም ዝግጁ ነው %1 ገጽ
fr: Prêt à imprimer %1 page
sv: Redo att skriva ut %1 sida

source: Ready to print
am: ለ ማተም ዝግጁ ነው
fr: Prêt à imprimer
sv: Redo att skriva ut

source: Release
am: የ ተለቀቀ
fr: Libérer
sv: Släpp

source: Hold
am: ይጠብቁ
fr: Retenir
sv: Vänta

source: Cancel
am: መሰረዣ
fr: La couleur du texte est déterminée en fonction de l'arrière-plan, donc définie à partir du HTML
sv: Avbryt

source: No document was chosen for printing. In order to print, you need to select print from an app. Alternatively you can export a PDF document from an app.
fr: Aucun document n'a été choisi pour l'impression. Afin d'imprimer, vous devez sélectionner « Imprimer » à partir d'une application. Vous pouvez sinon exporter un document PDF à partir d'une application.
sv: Inget dokument valt för utskrift. För att skriva ut behöver du välja att skriva ut från en app. Alternativt kan du exportera ett pdf-dokument från en app.

source: Page Setup
am: ገጽ ማሰናጃ
fr: Mise en page
sv: Sidinställning

source: Printer Options
am: የ ማተሚያ ምርጫ
fr: Options d'impression
sv: Utskriftsalternativ

source: Printer
am: ማተሚያ
fr: Imprimante
sv: Skrivare

source: Copies
am: ኮፒዎች
sv: Kopioer

source: All
am: ሁሉንም
fr: Tout
sv: Alla

source: Range
am: መጠን
fr: Plage
sv: Område

source: Pages
am: ገጾች
sv: Sidor

source: eg 1-3,8
am: ለምሳሌ 1-3,8
fr: ex. 1-3,8
sv: t ex 1-3,8

source: Two-sided
am: በ ሁለት-በኩል
fr: Recto-verso
sv: Tvåsidig

source: Color
am: ቀለም
fr: Couleur
sv: Färg

source: Quality
am: ጥራት
fr: Qualité
sv: Kvalitet

source: Collate
am: ማወዳደሪያ
fr: Assembler
sv: Sortera

source: Reverse
am: በ ግልባጭ
fr: Inverser
sv: Omvänd

source: Open With...
am: መክፈቻ በ...
fr: Ouvrir avec...
sv: Öppna med...

source: Document is invalid
am: ሰነዱ ዋጋ የለውም
fr: Le document est invalide
sv: Ogiltigt dokument

source: Document not found
am: ሰነዱ አልተገኘም
fr: Le document n'a pas été trouvé
sv: Hittar inte dokumentet

source: Not a PDF document
am: የ ፒዲኤፍ ፋይል አይደለም
fr: Le document n'est pas un fichier PDF
sv: Inte ett PDF-dokument

source: An unknown error occurred
am: ያልታወቀ ስህተት ተፈጥሯል
fr: Une erreur inconnue est survenue
sv: Ett okänt fel har uppstått

source: Error
am: ስህተት
fr: Erreur
sv: Fel

source: URL of PDF to print
am: URL of PDF ለ ማተም
fr: Lien du fichier PDF à imprimer
sv: URL till PDF att skriva ut

source: Create PDF
am: ፒዲኤፍ መፍጠሪያ
fr: Créer un fichier PDF
sv: Skapa PDF

source: <u>%1</u> Sheet
am: <u>%1</u> ወረቀት
fr: <u>%1</u> Page
sv: <u>%1</u> ark

source: OK
am: እሺ
fr: Valider

source: Print
am: ማተሚያ
fr: Imprimer
